<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$lang[0] = 'SUPER COMMUNITY';
$lang[1] = 'PER POINT 분배정책';
$lang[2] = '<b>1</b>. 포인트란?';
$lang[3] = 'PER 포인트의 분배는 PER Friends 인증 계정의 SUPER포인트 보유정도에 비례합니다.
            Super 포인트는 PER Friends 계정에 귀속되어 계정의 커뮤니티 기여도를 측정하는 일종의 레벨 부여 용도로 사용됩니다.
            PER Friends는 Super Community 에서 제시한 광고메세지를 자신이 관리하고있는1인 미디어 페이지, 광고효과를 
            인정받을수 있는 사이트에 올려 인증하면 자신의 계정에 귀속된 SUPER포인트에 비례한 정도의 PER포인트를 보상으로써 지급받게 됩니다.
            <small class="gray">*구체적인 보상률은 당사 기밀에 따릅니다.</small>';
$lang[4] = '<b>2</b>. 미션에 대해';
$lang[5] = '미션 참여자들에게 해당 광고 미션에 보상으로 배정된 포인트를 미션 게시 미디어에 부여된 SUPER 포인트에 비례해서 참여자들에게 보상하게됩니다.
        <small class="gray">*미션A총보상 토큰/미션A참여PER포인트 X 개인보유포인트 [지급률 환산후]</small>
        미션에 배정된 보상 토큰이 전부 소진이 되는 경우 해당 미션은 마감됩니다.
        미션보상으로 지급되는 PER 포인트는 보상전용 지갑에서 분배되며 지갑에는 항시 1억개의 PER 포인트가 예치됩니다.';
$lang[6] = '<b>3</b>. 실행 전 확인해주세요!';
$lang[7] = '포인트 획득과 관련한 부정행위시 해당 계정은 이용정지, 포인트 회수 등 불이익을 당할수 있습니다.
        <small class="gray">*플랫폼 관리자 사칭,인원수 조작,게시글 즉각 삭제 등 각종 어뷰징 행위에 대해</small>
        게시글 작성, 영상 등록 등 게시 형태의 미디어가 아닌 오픈채팅방과 같은 실시간 채팅 커뮤니티에서는 회의 관련주제 언급과 인증이 있어야 합니다. 이후 사업진행 상황에 따라 본 정책은 변경될수 있습니다.';
$lang[8] = '지금 시작하기';
$lang['require_login'] = '로그인이 필요한 서비스 입니다.';