<?php
defined('BASEPATH') OR exit('No direct script access allowed');
// PER 광고 컨설팅 문의
$lang[0] = '            <h4>백서 머릿말</h4>
<ul class="text_g">
    <li class="sub_title">      
        블록체인의 본질
    </li>
    <li><p>
    블록체인은 중요한 미래 기술 산업 분야로써 시간이 지날수록 많은 인력과 자본이 모여들고 있습니다.
    이런 새로운 기술분야 에서 대중들, 혹은 종사자들 조차 블록체인의 정의와 구분을 어려워 하는 경우가 많습니다.

    블록체인은 데이터 전송을 위한 새로운 발명품이고 블록체인으로 파생된 토큰이나 코인은 근본적으로 사람과 사람
    사이에서 가치교환을 하기 위한 도구입니다.

    코인이나 토큰은 그 가치교환 방식의 기능에 있어 블록체인의 틀 위에 사람들이 정해놓은 약속 대로 작동합니다 
    그 약속에 따라 코인이나 토큰, 즉 디지털자산은 회사의 주식이 될 수도 있고 비즈니스 플랫폼에서 이용자들이 
    직접 사용토록 하는 포인트가 될 수도 있고 이 두 가지 기능을 동시에 가질 수도 있습니다.

    물론 비트코인처럼 새로운 가치저장 수단의 하나로써 자리할 수도 있습니다 중요한 건, 블록체인의 개념 적립에 있어
    복잡해지는 부분은 그것이 작동함에 있어 사람들끼리 정하는 규칙에서 비롯되는 것입니다 블록체인의 본질은 가치의 교환
    입니다.
    </p>
    </li>

    <li class="sub_title">
        블록체인과 비즈니스
    </li>

    <li><p>
    비트코인과 여러 스테이블 코인들은 기존의 금융산업에 거대한 혁신을 불러오고 있습니다 그리고 이더리움 과 같은
    플랫폼 코인들은 블록체인 기술이 사회 여러 분야의 비즈니스에 적용될 수 있도록 블록체인의 기술연구로 확장성을
    더해가고 있는 코인을 위한 코인입니다.

    그리고 그 외 대부분의 코인들은 이러한 기술 플랫폼의 지원을 받아 그 운영체제 안에서 파생되고 당장 비즈니스에 도입되고 있는 유틸성 코인들입니다 
    그리고 이것을 정확히는 코인이 아닌 토큰이라고 부릅니다.

    즉, 현재 나와있는 대부분의 토큰들은 각 회사들의 비즈니스 모델에서의 포인트를 기존의 중앙화된 데이터 시스템 대신 블록체인으로 
    도입하는 것입니다 여기에서 새로운 비즈니스 모델이 탄생할 수도 있지만 블록체인의 투명성과 탈중앙성 이라는 특성을 장점으로 인식하고 
    도입해 사업에서의 경쟁력을 가지고자 함이 대부분일 것입니다.

    우리 SUPER COMMUNITY 와 PER토큰 역시 그러한 비즈니스 모델입니다. 

    다만, 정상적으로 사업을 진행하는 기업 중 상당수가 블록체인을 도입하는 목적은 앞으로 블록체인으로 인해 변화하는 산업 구조에서 
    새롭게 다가올 기회를 선점하기 위함일 것 입니다 우리는 온라인 커뮤니티 시장과 광고 시장 역시 블록체인으로 인해 더 혁신적이고 
    효율적인 변화가 나타날 것으로 예상하고 있고 그 중심에 서기 위해 사업을 전개할 것입니다.</p>
    </li>
    </ul>';  //백서 머릿말
$lang[1] = '더보기';  // 더보기 버튼
$lang[2] = ' <h4>1. Introducation</h4>
<ul class="text_g">
    <li class="sub_title">
        블록체인 분산원장 기술의 현 주소 
    </li>
    <li>
        <p>
        블록체인 기술은 분산원장을 통해 중앙 관리자의 개입 없이 유저들 간의 가치교환을 가능하게 하며, 이는 데이터 기록의 위/변조가 불가능하고 그 내용이 투명하게 공개되는 것에서 
        얻어지는 신뢰의 확보로 인해 가능한 것입니다. 향후 블록체인 기술은 다양한 산업 분야에 응용되어 사회 전반적으로 큰 파급력을 보여줄 것입니다. 
        하지만 현재 이더리움, 이오스, 카르다노를 비롯한 많은 코인이 여러 비즈니스에서 블록체인을 다양하게 응용/접목할 수 있는 확장성 수준에 도달하지 못하고 있습니다. 
        이러한 기술적 문제에 직면해 있어 현재 블록체인 기술은 주로 금융 분야에서 주목받고 있습니다. 이것은 가장 기본적인 가치교환이라는 
        기능에 대한 활용 시도가 이루어 지고 있는 것입니다. 그러나 우리가 주목하고 있는 것은 현재 블록체인 기술의 활용방안은 제도적 마찰이 
        심한 금융 분야보다 플랫폼 활동과 그에 대한 보상이 주어지는 리워딩 플랫폼에서의 활용입니다. 단순한 가치교환 기능이 현재 블록체인의 핵심기능입니다. 
        </p>
    </li>
</ul>
<ul class="text_g">
    <li class="sub_title">
        비즈니스 모델에 있어 블록체인 · 디지털 자산의 적용 
    </li>
    <li>
        <p>
        우리는 기술의 발전속도보다 사회 제도적/인식적으로 그것을 받아들여 사용되는데 훨씬 많은 시간이 소요된다는 것을 명심해야 하며, 
        향후 블록체인 기술 수준과 규제의 영향을 최소한으로 받는, 자연스럽게 디지털 자산이 사용되고 작동하는 플랫폼만이 살아남는 다는 것을 
        알아야 합니다. 수많은 디지털 자산 프로젝트가 이 점을 간과했고 그저 ICO를 손쉬운 모금 방법으로만 생각하고 디지털 자산이 어울리지 
        않는 사업모델에 억지로 디지털 자산을 사용하려 했으며 그 프로젝트의 대부분이 빠르게 사라져 가고 있습니다.
        디지털 자산은 블록체인 기술 없이는 존재할 수 없지만 디지털 자산 없이도 블록체인 기술은 사용될 수 있습니다. 
        디지털 자산은 필요한 곳에 적용 되고 작동해야 합니다. 
    </p></li>
</ul>';  // 더보기 이후 첫 문단
$lang[3] = '<h4>2. Vision</h4>
<ul class="text_g">
    <li class="sub_title">
        자율형 광고보상 플랫폼 
    </li>
    <li>
        <p>
        우리의 프로젝트는 직관적인 보상을 통해 다양한 참여자들의 마케팅을 끌어냄으로써 바이럴마케팅 효과를 극대화 하고, 
        궁극적으로는 인플루언서뿐만 아니라 개인까지 마케팅의 구성원이 되는 "자율적인 생태계"를 만들어 내려고 합니다. 
        시간이 지날수록 SUPER COMMUNITY의 개입은 최소화될 것이며 참여자들은 의미 있는 "합당한 수치의 보상"을 받게 될 것입니다. 
        향후 본사는 생태계 순환 에서 관리자 역할을 하는 대신 토큰의 온/오프라인 사용처를 확보하는 조력자로서의 역할로 전환할 것입니다. 
        이는 직관적이고 현실적인 프로젝트로써 자체적인 홍보 매체와 모든 개인의 미디어에서 바이럴마케팅 효과를 낼 수 있으며 
        플랫폼/커뮤니티 구성원들이 늘어 가고 광고수요와 코인의 사용처가 늘어갈수록 토큰 가격은 상승할 것이며, 생태계의 선순환으로 
        인한 가치상승 기대는 물론, 현재 코인 시장의 현실적인 상황에 적극적으로 대응해 거래소상장, 유통량 조절 등 실질적인 가치상승을 
        위해 노력할 것입니다.
        </p>
    </li>
    <li class="sub_title">
        홍보 전략 
    </li>
    <li>
        <p>
        마케팅의 첫 번째 홍보 목표로 본 토큰을 알려 가치를 상승시키는 것에 집중함으로써 플랫폼의 홍보 효과가 
        유효함을 입증하는 것에 초점을 둘 것입니다. 현재 코인 시장에서는 사업의 진행과 토큰의 가치 유지를 동시에 
        고려해야 성공할 수 있습니다. 코인의 가치 상승이 가장 좋은 홍보수단이기 때문입니다. 초기에 우리는 토큰/코인 홍보 플랫폼으로써 
        매우 유효한 홍보 수단으로 자리 잡아갈 것입니다. 향후 궁극적으로는 광범위한 주제에 대한 바이럴 마케팅 프로젝트로 확장 진행되며, 
        매우 영향력 있는 마케팅 플랫폼, 커뮤니티, 소셜 미디어를 보유하는 것을 목표로 합니다. 본 프로젝트는 ICO를 진행하지 않으며 
        토큰의 유통량은 엄격하게 관리됩니다. 
    </p></li>
</ul>';  //
$lang[4] = '<h4>3. PER Token Project</h4>
<ul class="text_g">
    <li>
        <p>모든 개인은 PER Token 플랫폼에서 제시하는 광고 메세지를 온라인상의 누군가에게 전달하고 토큰을 보상 받을 수 있습니다.</p>
    </li>
    <li class="img">
    <img src="https://dev.percommunity.com/assets/images/white001.jpg" alt="그림01">
    </li>

    <li class="sub_title">
        초기 PER TOKEN의 생태계
    </li>
    <li>
        <p>  초기 PER 토큰의 생태계는 다음과 같이 구성됩니다.</p>   
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white002.jpg" alt="그림02">
    </li>
    <li class="sub_title">
        블록체인을 적용한 리워딩 시스템 모델
    </li>
    <li>
        <p>  광고주가 광고비용으로 지급한 PER 토큰은 전부 Per Friends에게 배분되며 이는 블록체인상의 기록으로 남아 광고자금의 집행 상황을 확인할 수 있습니다.</p>   
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white003.jpg" alt="그림03">
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white004.jpg" alt="그림04">
    </li>
    <li class="sub_title">
        SUPER COMMUNITY - 플랫폼 참여자 보상 관계도 
    </li>
    <li>
        <p>  PER Per Friends 광고 활동 보상은 보상 지갑에서 이루어지며 이는 누구나 블록체인상에서 확인할 수 있습니다. 지갑에는 항시 4억개의 PER 토큰이 예치되어야하며, 이는 SUPER COMMUNITY가 거래소에서 매수한 것을 보상 집갑으로 전달해 충당합니다.</p>   
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white005.jpg" alt="그림05">
    </li>
    <li class="sub_title">
        향후 PER TOKEN의 생태계
    </li>
    <li>
        <p>향후 SUPER COMMUNITY의 역할이 축소되며 자율 생태계를 구축합니다.</p>
    </li>
    <li class="img">
       <img src="https://dev.percommunity.com/assets/images/white006.jpg" alt="그림06">
    </li>
    <li>
        <p>이후 SUPER COMMUNITY는 토큰의 오프라인 사용처 확보 제휴 활동을 시작합니다.(토큰의 사용처가 늘어날수록 매도입력 감소)</p>
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white007.jpg" alt="그림07">
    </li>
    <li>
        <p>향후 토큰은 더 편리하게 사용되어 비코인 거래자들이 쉽게 생태계에 참여할 수 있도록 합니다.</p>
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white008.jpg" alt="그림08">
    </li>
    <li>
    <p>거래소를 거치지 않고 토큰을 현금화하거나 사용할 수 있게 하여 최종적으로 누구나 참여할 수 있는 보상형 광고 플랫폼이 되고 토큰은 블록체인의
        작동 원리상 SUPER COMMUNITY가 관여할 수 없게 되어 시스템이 자율적으로 선순환 하는 것을 목표로 합니다.<br><br>
        이와 같은 구조에서 토큼은 플랫폼의 구동에 있어 필수적입니다. 블록체인으로 검증 기록된 거래내용은 광고주의 비용지불에 있어, 플랫폼에 대한 신뢰성을 확보해주고, 
        SUPER COMMUNITY는 유통되어 유저에게 지급된 토큰에 대한 통제권리를 상실하게 되어 유저에게 귀속된 포인트가 더 나은 자산가치를 지니게 합니다. 이는 더 많은 참여자를 
        만들어 낼 수 있습니다. 생태계가 확장되어 갈수록 수요와 공급의 원리로 인해 PER 토큰의 가치는 상승합니다. 장기적으로 토큰은 일정 수준 이상의 가치를 가지게 되고 활발하게 통용되며 
        광고 활동에 대한 보상을 <span class="p_bold"> "누구나" </span>쉽게 얻을 수 있고, 이 토큰은 즉각 현금화되거나 직접적인 사용처가 많은 훌륭한 참여 보상책으로써 
        모든 개인을 마케팅 대상자이자 광고의 주체로 하는 파급력이 있는 바이럴마케팅 기업이 되는 것을 목표로 합니다.<br><br>
        우리는 페이스북과 유튜브 같은 기존의 플랫폼 업체와 경쟁 관계가 아니며 오히려 우리 생태계의 참여자들은 기존의 플랫폼들을 도구로 하여 우리 생태계의 확장을 도울 
        것 입니다.
    </p></li>
    <li class="sub_title">
        PER Token의 주요 마케팅 대상 플랫폼
    </li>
    <li>
        <ul class="list">
            <li>
                1) 텔레그램
            </li>
            <li>
                2) 유튜브
            </li>
            <li>
                3) 페이스북
            </li>
            <li>
                4) 스팀잇
            </li>
            <li>
                5) 인스타그램
            </li>
            <li>
                6) 카카오톡
            </li>
            <li>
                7) 다음카페
            </li>
            <li>
                8) 그 밖의 SNS / 커뮤니티 사이트
            </li>
        </ul>
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white009.jpg" alt="그림09">
    </li>
</ul>';  //
$lang[5] = '<h4>4. Ecosystem</h4>
<ul class="text_g">
    <li>
        <p>향후 PER Token은 Super community 생태계 내에서 결제수단으로 호환되며 가치를 지닙니다. 
            로드맵상에 따른 진행으로 Super community 이후 모바일 앱 - 온라인 커뮤니티 - 소셜 미디어를 개발 / 출시 합니다.
        </p>
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white010.jpg" alt="그림10">
    </li>
</ul>';  //
$lang[6] = '<h4>5. 토큰발행</h4>
<ul class="text_g">
    <li>
        <p>ICO의 부작용과 불합리함을 고려하여 토큰세일은 진행하지 않습니다. 어드바이저 보상토큰은 20억 개 입니다. 이는 본사의 토큰 락업 정책을 따릅니다. 
            참여유저 보상 토큰은 4억개 입니다. 이는 특정 지갑에서 배분되며 본사에서 거래소매수를 통해 4억 개를 항시 보유합니다. (토큰 시세 보호 / 순환) 
            40억 개의 토큰은 PER friends (유저 참여) 보상 토큰 지급의 기준 포인트로 사용됩니다. 이는 일반적으로 유통되지 않으며 향후 SUPER COMMUNITY 정책에 
            따라 제휴사 토큰 지급 및 생태계 운영비용으로 사용됩니다. SUPER COMMUNITY 보유분 토큰은 34억 개 입니다 이는 본사의 토큰 락업 정책을 따릅니다.   
        </p>
    </li>
    <li class="s_img">
        <img src="https://dev.percommunity.com/assets/images/white011.jpg" alt="그림11">
    </li>
    <li>
        Project protocol : Klaytn / ERC 20<br>
        Currency Accepted : Klaytn
    </li>
    <li class="sub_title">
        보상 기준 TOKEN이란? (SUPER POINT)
    </li>
    <li>
        <p>토큰 보상의 기준이 되는 토큰으로 락업 된 비유동 토큰입니다. 이는 실제 유통될 수는 없지만, 보상 기준 포인트를 많이 보유하고 있어야 보상토큰을 많이 지급받습니다. 
            또한 향후 PER 생태계 내에서 특정한 보상을 받을 수 있는 권리가 주어집니다. SUPER COMMUNITY에서 제시하는 마케팅 참여시 보유 락업 토큰에 비례한 유동 토큰을 지급 받습니다. 
            락업 토큰은 "SUPER POINT"로 불리며 SUPER COMMUNITY 정책에 따라 지급됩니다.
        </p>
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white012.jpg" alt="그림12">
    </li>
    <li class="sub_title">
        Project protocol : Klaytn / ERC 20<br>
        Currency Accepted : Klaytn
    </li>
    <li>
        <p>클레이튼 (Klaytn) 실행 모델 트랜잭션은 플랫폼 API 사양에 설명된 바와 같이 플랫폼 API에 의해 생성될 수 있습니다. 
            (https://docs.klaytn.com/api/platform). 이 트랜잭션은 컨센서스 노드 (CN)에 보내져 블록에 저장됩니다. 
            CN은 수령한 트랜잭션의 유효성을 점검합니다. 유효한 거래는 트랜잭션 풀에 저장되거나 폐기됩니다. CN은 트랜잭션 
            풀에 있는 현재 블록 내 실행 가능한 거래를 선택한 후 각각 하나씩 실행합니다. 트랜잭션을 실행하기 위해, 발송자는 
            트랜잭션 비용으로 KLAY 일부 금액을 지불 해야 합니다. 클레이 (KLAY)로 지불되는 이 트랜잭션 비용은 가스와 가스비 
            등의 승수 효과를 바탕으로 계산됩니다. 가스는 계산의 기본 단위입니다. 클레이튼 (Klaytn) 노드에 실행되는 모든 활동은 
            미리 정의된 금액의 가스를 소모합니다. 트랜잭션을 위해 필요한 정확한 클레이 (KLAY) 금액은 트랜잭션 비용에 명시된 공식에 
            의해 계산됩니다. (https://docs.klaytn.com/klaytn/design/co mputation/exec_model). 발송자가 가스가 부족한 상황에서 
            트랜잭션을 제출하면 22 트랜잭션이 실패할 수 있으며, 발송자의 계정 잔액이 부족할 경우에도 트랜잭션이 실패할 수 있습니다. 
            트랜잭션이 성공적으로 실행되면, 현재 블록에 포함됩니다. CN은 블록 가스 한계 또는 블록 타임 한계에 도달할 때까지 
            트랜잭션을 수집하며, CN은 트랜잭션으로 블록을 생성합니다. 이 단계에서 블록 내 여러 필드를 채워야 합니다. 예를 들어, 
            트랜잭션의 해시값, 수령액과 상태를 계산해야 합니다. 필요한 모든 필드를 완료한 후, CN은 블록 해시를 생성합니다. 
            블록 생성을 완료한 후, 블록은 다른 모든 CN에 전파됩니다. 기타 CN은 전파된 블록을 확인한 후 BFT 합의 알고리즘을 이용해 
            확인 결과에 대해 합의에 이릅니다. 확인 절차가 대부분의 CN에 의해 성공적으로 완료되면, 블록은 블록체인 내 저장됩니다. 
            BFT 합의 알고리즘이 직속 확정성 속성을 만족하기 때문에, 블록이 최종이며 절대 제거되지 않습니다. 블록이 확정되면, 블록 내 
            모든 트랜잭션의 실행은 비가역적으로 보증되며, 실행 결과는 발송자가 요청할 경우 복구할 수 있습니다. 
            스마트 계약 생성 - 클레이튼 (Klaytn) 블록체인에서 스마트 계약은 빈 주소에 트랜잭션을 보내고 바이너리를 데이터로 하여 
            생성할 수 있습니다. 바이너리는 다양한 형식이 가능하지만, 클레이튼 (Klaytn)은 현재 EVN 바이트 코드만 지원합니다. 
            중요한 점은 이 트랜잭션은 실행을 위해 비용 지불이 요구된다는 것입니다. 발송자의 계정 잔액은 트랜잭션이 블록에 
            저장된 후 트랜잭션 비용 모델에 따라 감소합니다. 일정 시간이 지난 후 트랜잭션이 블록에 나타나고, 수반되는 상태가 합의에 
            도달했다는 것을 확인합니다. 이 시점에 스마트 계약이 클레이튼 (Klaytn) 블록체인 내 존재합니다. <br><br>
            스마트 계약 실행 - 스마트 계약의 기능은 스마트 계약에 트랜잭션을 보내거나 기능을 노드에 호출하여 호출 및 
            실행할 수 있습니다. 트랜잭션을 보내 기능을 호출하는 경우, 트랜잭션을 처리하여 기능이 실행됩니다. 이것이 트랜잭션을 
            보내는 것에 대한 비용을 클레이 (KLAY) 내 포함하며, 콜은 블록체인에 영원히 기록됩니다. 이렇게 생성된 콜의 반환 값은 
            트랜잭션의 해시입니다. 기능이 적용되면 이 기능은 클레이튼 (Klaytn) 가상 기계 (KLVM)에 내부적으로 실행되며, 콜이 기능의 
            반환 값을 반환합니다. 이렇게 생성된 콜은 블록체인에 기록되지 않기 때문에 계약의 내부 상태를 수정할 수 없습니다. 
            이러한 형태의 콜을 상수 기능 콜이라고 합니다. 이렇게 생성된 콜은 클레이 (KLAY)가 소요되지 않습니다. 상수 기능 콜은 
            반환 값이 해당될 때 사용되어야 하며, 트랜잭션은 계약 상태의 부작용이 해당될 때 사용되어야 합니다. 
            클레이튼 (Klaytn) 토큰 및 트랜잭션 비용 - 클레이 (KLAY)는 클레이튼 (Klaytn)의 주요 내부 거래 가능한 암호화폐이며, 
            스마트 계약을 생성 또는 실행하거나 클레이 (KLAY) 송금 시 트랜잭션 비용을 지불하는 데 사용됩니다. 클레이 (KLAY)은 주로 
            클레이튼 (Klaytn) 네트워크 운영을 위한 연료의 필요한 요소입니다. 이는 플랫폼 사용자들에 의해 만들어진 지불 형태로 
            요청된 활동을 실행 하기 위한 합의 노드 (CN) 입니다. 다시 말하면, 클레이 (KLAY)는 인센티브이며 개발자들이 고품질의 어플리케이션을 쓰고 
            (낭비적 코드 비용은 더 많은 수수료 필요) 네트워크의 건전선을 유지하도록 보장합니다. (클레이튼 (Klaytn) 노드는 기여하는 자원 
            에 대해 보상됩니다). 클레이튼 (Klaytn) 내 트랜잭션 비용은 트랜잭션이 실행되는 실행 환경에 따라 다양한 방법으로 계산될 수 있습니다. 
            예를 들어, 현재 클레이튼 (Klaytn) 가상 기계 (KLVM)를 위한 트랜잭션 비용은 다음과 같이 계산할 수 있습니다. 
            : 트랜잭션 비용 : = F( (총 사용 가스) x (단가)) ● F()는 단계적 가격 책정 기능일 수 있습니다. 이 기능은 아직 확정되지 않았으며 
            클레이튼 (Klaytn)의 추가 개발에 따라 변경될 수 있습니다. 클레이튼 (Klaytn) 테스트넷에 있어 F()는 항등 함수이며, 트랜잭션 비용은 
            (총 사용 가스) X (단가)로 간단하게 계산할 수 있습니다. ● 총 사용 가스는 조작 부호 (OP Code)의 가스 비용과 고유 가스 비용에 따른 
            KLVM으로 계산할 수 있습니다. 이렇게 계산된 트랜잭션 비용은 트랜잭션에 따라 발송자 또는 기업 계정 잔액에서 차감 됩니다. KLAY 토큰 
            및 트랜잭션 비용에 대한 보다 자세한 정보는 홈페이지 내 클레이튼 (Klaytn) 문서를 확인하시기 바랍니다. 
            (https://docs.klaytn.com/klaytn/design/computation/exec_model). <br><br>
            서비스 체인 - 클레이튼 (Klaytn) 내 서비스 체인은 클레이튼 (Klaytn) 메인 체인과 독립적인 보조 블록체인이며, 
            특수 노드 구성, 맞춤형 보안 등급 또는 클레이튼 (Klaytn) 메인 체인 내 Bapp 전개를 불편하게 하거나 비경제적이도록 하는 
            유난히 높은 처리율을 필요로 하는 개별 Bapp에 맞추어져 있습니다. 충분히 분권화된 스케일링 솔루션이 있지만, 시도 또는 나가기 
            및 간접적 확정성과 같은 어려운 인터페이스는 심하게 저하된 사용자 경험과 대부분의 일반 최종 사용자가 주어진 특징을 효과적으로 
            사용하는 것을 못하도록 하는 유용성 장애물을 발생시키기도 합니다. 그래서 클레이튼 (Klaytn)은 완전한 탈중앙화, 향상된 사용성, 즉각성 
            확정성, 고성능 및 높은 가용성에 치중된 거래의 서비스 체인을 도입했습니다. 클레이튼 (Klaytn) 서비스 체인은 다양한 서비스를 위한 목표를 
            위해 사용 될 수 있으며, 데이터 앵커링 (적은 수의 노드로 인해 낮아지는 보안을 보상하기 위한 메인체인에 서비스 체인의 블록 해시를 정기적 
            으로 보관) 및 가치 전송 (클레이 (KLAY), 클레이튼 (Klaytn) 고유의 단위 가치와 Bapp에서 발행한 클레이튼 (Klaytn) 토큰을 포함한 토큰의 
            체인 간 전송)을 포함한 여러 목적을 위해 메인 체인에 연결할 수 있습니다. 서비스 체인 네트워크 (SCN) - 클레이튼 (Klaytn) 메인체인에 
            연결된 서비스 체인은 일괄적으로 SCN이라 부릅니다. 그림 4는 클레이튼 (Klaytn) 네트워크를 확장하기 위해 클레이튼 (Klaytn) 메인체인에 
            연결되어 다양한 비즈니스 요구사항을 충족하기 위해 사용되는 서비스 체인의 네트워크 접속 형태를 보여줍니다.
            </p>
    </li>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white013.jpg" alt="그림13">
    </li>
    <li>
        <p>그림 5는 서비스 체인 특성들을 사용하기 위해 메인 / 서브 브리지 모델을 통해 클레이튼 메인체인의 엔드포인트 노드 (En)에 직접 연결된 SCN의 예를 나타냅니다.</p>
    </li>
    <li class="img">
       <img src="https://dev.percommunity.com/assets/images/white014.jpg" alt="그림14">
    </li>
    <li>
    <p> 참고로 서비스 체인 및 메인 체인 사이의 연결 방법이 클레이튼(Klaytn)의 향후 반복을 변경할 수 있습니다. 
        서비스 체인 특성- 서비스 체인은 데이터 완전성 구조를 제공하고 서로 다른 체인 사이에 토큰 전송을 지원하여 클레이튼(Klaytn)을 
        확장시키고 증가시킵니다. 데이터 완전성을 위해 서비스 체인은 특수 트랜잭션을 이용해 구성 블록의 모든 블록 해시를 자동으로 메인 체인에 
        앵커링 할 수 있습니다. 이렇게 데이터 앵커링을 하면 특정 체인의 데이터가 생성 후 변경되지 않도록 서비스 체인 사용자에게 보장할 수 있습니다
        <br><br>
        서비스 제공업체들이 체인 사이에 쉽게 사용자와 자산을 이동시킬 수 있도록, 클레이튼(Klaytn) 토큰의 전송을 지원합니다. 사용자들은 브리지 계약이라고 하는 특별 
        계약에 트랜잭션을 보내 다른 체인에 토큰 전송을 쉽게 요청할 수 있습니다. 참고로 가치 전송 기능은 현재 개발 중이며, 향후 클레이튼(Klaytn) 업데이트 시 제공될 예정입니다.</p>
    </li>
</ul>';  //
$lang[7] = '<h4>6. Lock-Up 정책</h4>
            
<ul class="text_g">
    <li>
        <p> 현재 디지털 자산 시장의 현 상황에서 코인 / 토큰의 시세는 사업의 진행에 있어 매우 중요한 부분이며 이를 위해서는 엄격하고 투명한 유통량 관리가 
            수반되어야 합니다. 토큰의 임의 추가발행, 백서 명시와 다른 유통량 공급/덤핑 등의 행위는 사전에 방지되어야 하며 이는 SUPER COMMUNITY 내규와 초기 토큰 설계 
            단계에서 토큰 락업에 대한 강제성을 부여합으로 가능하게 합니다.<br><br>
            본 락업 정책의 목적은 점진적으로 PER 토큰의 가치가 생태계의 확장, 서비스 황성화 증가에 맞춰 상승하게 하여 더 많은 이용자의 참여를 유도하고 
            보상된 토큰은 SUPER COMMUNITY가 통제하거나 간섭할 수 없게 되어 점차 자율 보상 바이럴 마케팅 플랫폼으로 자리잡게 됩니다. 
        </p>
    </li>
    <li class="s_img">
        <img src="https://dev.percommunity.com/assets/images/white015.jpg" alt="그림15">
    </li>
    <li>
        <ul class="list">
            <li>
                1. 어드바이저 배분 토큰은 첫 거래소 상장일 부터 월 0.01%의 락업이 해지된다. 
            </li>
            <li>
                2. SUPER COMMUNITY 보유분 토큰은 첫 거래소 상장일 부터 월 0.01%의 락업이 해지된다. (락업해지 토큰은 이후 SUPER COMMUNITY 운영자금 및 시스템 개발비용에 사용됩니다.)
            </li>
            <li>
                3. 보상기준 포인트 토큰은 비유동 토큰이며 향후 SUPER COMMUNITY 정책에 따라 유저들에게 이벤트 혜택을 주거나 소각한다.
            </li>
            <li>
                4. 보상기준 포인트는 SUPER COMMUNITY가 매각할수 있는 디지털자산이 아니며 유저지급 용도 외에는 사용되지 않는다. 
            </li>     
        </ul>
    </li>
</ul>';  //
$lang[8] = '<h4>7. Road Map</h4>
<ul>
    <li class="img">
        <img src="https://dev.percommunity.com/assets/images/white016.jpg" alt="그림16">
    </li>
</ul>';  //
$lang['alert_1']='준비중입니다.';//영문판 다운로드 버튼 알럿창
$lang['require_login'] = '로그인이 필요한 서비스 입니다.';
