<?php
defined('BASEPATH') OR exit('No direct script access allowed');
// PER 광고문의
$lang[0] = '<h3>SUPER COMMUNITY<br>광고 문의</h3>';  //좌측 백색구역
$lang[1] = '<p>본 플랫폼은 온라인상에서 자연스럽게마케팅이 침투되게 하는 바이럴 마케팅 플랫폼입니다.
직접적인 판촉 글보다는 유저들이 자연스럽게 접할 수 있도록
광고를 제작하는 것이 유리합니다.<br>유머러스한 코드, 다양한 콘텐츠 결합을 통해 유저들에게 자연스럽게 광고가 노출되도록 해보세요!</p>';//우측 백색구영
$lang[2] = '아직 광고가 완성되지 않았다면?'; //컨설팅 문의 이동 버튼위 문구
$lang[3] = '광고컨설팅 문의';    //컨설팅 문의 이동 버튼
$lang[4] = '1. 저희에게 몇가지만 알려주시겠어요?'; //개인정보 조사
$lang[5] = '이름';   //이름 placeholder
$lang[6] = '직장, 단체명';   //직장, 단체명 placeholder
$lang[7] = 'E-mail'; //이메일 placeholder
$lang[8] = '연락처'; //연락처 placeholder
$lang[9] = '2. 어떻게 도와드리면 될까요?';   //문의내용
$lang[10] = '문의 내용 입력'; //문의내용 placeholder
$lang[11] = '개인정보 수집에 동의합니다.';    //개인정보 수집 동의 체크박스
$lang[12] = '제출';   //문의 제출 버튼
$lang[13] = '로봇이 아닙니다를 체크해주세요'; //구글 recaptcha 확인
$lang[14] = '이름';   // 이름 미입력
$lang[15] = '직장,단체명';// 직장,단체명 미입력
$lang[16] = '이메일'; // 이메일 미입력
$lang[17] = '전화번호';   // 전화번호 미입력
$lang[18] = '문의 내용';  // 문의 내용 미입력 
$lang[19] = '개인정보 처리방침';  // 개인정보 처리방침 미입력
$lang[20] = '문의 등록중 인증 에러가 발생하였습니다.';    //문의 등록 에러
$lang[21] = '문의가 성공적으로 등록되었습니다.'; //문의 등록 성공
$lang[22] = '문의 등록중 에러가 발생하였습니다.'; //문의 등록 에러
$lang[23] = '이름 항목은 필수 입력입니다.';
$lang[24] = '직장/단체명은 필수 입력입니다.';
$lang[25] = '이메일 항목은 필수 입력입니다.';
$lang[26] = '문의 내용 항목은 10자 이상 입력하셔야합니다.';
$lang[27] = '개인정보 처리방침 항목은 필수 입력입니다.';
$lang['require_login'] = '로그인이 필요한 서비스 입니다.';



